Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: If it deems the code is not adequate, the Commission may adopt an implementing act specifying common rules for the implementation of those obligations in accordance with the examination procedure laid down in Article 98(2).
fr_fr: Si elle estime que le code n’est pas approprié, la Commission peut adopter un acte d’exécution précisant des règles communes pour la mise en œuvre de ces obligations conformément à la procédure d’examen prévue à l’article 98, paragraphe 2.

source: CHAPTER V
fr_fr: CHAPITRE V

source: GENERAL-PURPOSE AI MODELS
fr_fr: MODÈLES D’IA À USAGE GÉNÉRAL

source: Classification rules
fr_fr: Règles de classification

source: Classification of general-purpose AI models as general-purpose AI models with systemic risk
fr_fr: Classification de modèles d’IA à usage général en tant que modèles d’IA à usage général présentant un risque systémique

source: A general-purpose AI model shall be classified as a general-purpose AI model with systemic risk if it meets any of the following conditions:
fr_fr: Un modèle d’IA à usage général est classé comme modèle d’IA à usage général présentant un risque systémique s’il remplit l’une des conditions suivantes:

source: it has high impact capabilities evaluated on the basis of appropriate technical tools and methodologies, including indicators and benchmarks;
fr_fr: il dispose de capacités à fort impact évaluées sur la base de méthodologies et d’outils techniques appropriés, y compris des indicateurs et des critères de référence;

source: based on a decision of the Commission, ex officio or following a qualified alert from the scientific panel, it has capabilities or an impact equivalent to those set out in point (a) having regard to the criteria set out in Annex XIII.
fr_fr: sur la base d’une décision de la Commission, d’office ou à la suite d’une alerte qualifiée du groupe scientifique, il possède des capacités ou un impact équivalents à ceux énoncés au point a), compte tenu des critères définis à l’annexe XIII.

source: A general-purpose AI model shall be presumed to have high impact capabilities pursuant to paragraph 1, point (a), when the cumulative amount of computation used for its training measured in floating point operations is greater than 1025.
fr_fr: Un modèle d’IA à usage général est présumé avoir des capacités à fort impact conformément au paragraphe 1, point a), lorsque la quantité cumulée de calcul utilisée pour son entraînement mesurée en opérations en virgule flottante est supérieure à 1025.

source: The Commission shall adopt delegated acts in accordance with Article 97 to amend the thresholds listed in paragraphs 1 and 2 of this Article, as well as to supplement benchmarks and indicators in light of evolving technological developments, such as algorithmic improvements or increased hardware efficiency, when necessary, for these thresholds to reflect the state of the art.
fr_fr: La Commission adopte des actes délégués conformément à l’article 97 pour modifier les seuils énumérés aux paragraphes 1 et 2 du présent article, ainsi que pour compléter les critères de référence et les indicateurs à la lumière des évolutions technologiques, telles que les améliorations algorithmiques ou l’efficacité accrue du matériel informatique, si nécessaire, afin que ces seuils reflètent l’état de la technique.

source: Procedure
fr_fr: Procédure

source: Where a general-purpose AI model meets the condition referred to in Article 51(1), point (a), the relevant provider shall notify the Commission without delay and in any event within two weeks after that requirement is met or it becomes known that it will be met.
fr_fr: Lorsqu’un modèle d’IA à usage général remplit la condition visée à l’article 51, paragraphe 1, point a), le fournisseur concerné en informe la Commission sans tarder et, en tout état de cause, dans un délai de deux semaines après la date à laquelle ce critère est rempli ou après qu’il a été établi qu’il le sera.

source: That notification shall include the information necessary to demonstrate that the relevant requirement has been met.
fr_fr: Cette notification comprend les informations nécessaires pour démontrer que le critère pertinent a été rempli.

source: If the Commission becomes aware of a general-purpose AI model presenting systemic risks of which it has not been notified, it may decide to designate it as a model with systemic risk.
fr_fr: Si la Commission apprend l’existence d’un modèle d’IA à usage général présentant un risque systémique dont elle n’a pas été informée, elle peut décider de le désigner comme modèle présentant un risque systémique.

source: The provider of a general-purpose AI model that meets the condition referred to in Article 51(1), point (a), may present, with its notification, sufficiently substantiated arguments to demonstrate that, exceptionally, although it meets that requirement, the general-purpose AI model does not present, due to its specific characteristics, systemic risks and therefore should not be classified as a general-purpose AI model with systemic risk.
fr_fr: Le fournisseur d’un modèle d’IA à usage général qui remplit la condition visée à l’article 51, paragraphe 1, point a), peut présenter, avec sa notification, des arguments suffisamment étayés pour démontrer que, exceptionnellement, bien qu’il remplisse ce critère, le modèle d’IA à usage général ne présente pas, en raison de ses caractéristiques spécifiques, de risque systémique et ne devrait donc pas être classé comme modèle d’IA à usage général présentant un risque systémique.

source: Where the Commission concludes that the arguments submitted pursuant to paragraph 2 are not sufficiently substantiated and the relevant provider was not able to demonstrate that the general-purpose AI model does not present, due to its specific characteristics, systemic risks, it shall reject those arguments, and the general-purpose AI model shall be considered to be a general-purpose AI model with systemic risk.
fr_fr: Lorsque la Commission conclut que les arguments présentés conformément au paragraphe 2 ne sont pas suffisamment étayés et que le fournisseur concerné n’a pas été en mesure de démontrer que le modèle d’IA à usage général ne présente pas, en raison de ses caractéristiques spécifiques, de risque systémique, elle rejette ces arguments, et le modèle d’IA à usage général est considéré comme un modèle d’IA à usage général présentant un risque systémique.

source: The Commission may designate a general-purpose AI model as presenting systemic risks, ex officio or following a qualified alert from the scientific panel pursuant to Article 90(1), point (a), on the basis of criteria set out in Annex XIII.
fr_fr: La Commission peut désigner un modèle d’IA à usage général comme présentant un risque systémique, d’office ou à la suite d’une alerte qualifiée du groupe scientifique conformément à l’article 90, paragraphe 1, point a), sur la base des critères énoncés à l’annexe XIII.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 in order to amend Annex XIII by specifying and updating the criteria set out in that Annex.
fr_fr: La Commission est habilitée à adopter des actes délégués conformément à l’article 97 pour modifier l’annexe XIII en précisant et mettant à jour les critères énoncés à ladite annexe.

source: Upon a reasoned request of a provider whose model has been designated as a general-purpose AI model with systemic risk pursuant to paragraph 4, the Commission shall take the request into account and may decide to reassess whether the general-purpose AI model can still be considered to present systemic risks on the basis of the criteria set out in Annex XIII.
fr_fr: Sur demande motivée d’un fournisseur dont le modèle a été désigné comme modèle d’IA à usage général présentant un risque systémique en vertu du paragraphe 4, la Commission tient compte de la demande et peut décider de réévaluer si le modèle d’IA à usage général peut encore être considéré comme présentant un risque systémique sur la base des critères énoncés à l’annexe XIII.

source: Such a request shall contain objective, detailed and new reasons that have arisen since the designation decision.
fr_fr: Une telle demande contient les éléments objectifs, détaillés et nouveaux qui sont apparus depuis la décision de désignation.

source: Providers may request reassessment at the earliest six months after the designation decision.
fr_fr: Les fournisseurs peuvent demander une réévaluation au plus tôt six mois après la décision de désignation.

source: Where the Commission, following its reassessment, decides to maintain the designation as a general-purpose AI model with systemic risk, providers may request reassessment at the earliest six months after that decision.
fr_fr: Lorsque la Commission, à la suite de sa réévaluation, décide de maintenir la désignation en tant que modèle d’IA à usage général présentant un risque systémique, les fournisseurs peuvent demander une réévaluation au plus tôt six mois après cette décision.

source: The Commission shall ensure that a list of general-purpose AI models with systemic risk is published and shall keep that list up to date, without prejudice to the need to observe and protect intellectual property rights and confidential business information or trade secrets in accordance with Union and national law.
fr_fr: La Commission veille à ce qu’une liste des modèles d’IA à usage général présentant un risque systémique soit publiée et tient cette liste à jour, sans préjudice de la nécessité de respecter et de protéger les droits de propriété intellectuelle et les informations confidentielles de nature commerciale ou les secrets d’affaires conformément au droit de l’Union et au droit national.

source: Obligations for providers of general-purpose AI models
fr_fr: Obligations incombant aux fournisseurs de modèles d’IA à usage général

source: Providers of general-purpose AI models shall:
fr_fr: Les fournisseurs de modèles d’IA à usage général:

source: draw up and keep up-to-date the technical documentation of the model, including its training and testing process and the results of its evaluation, which shall contain, at a minimum, the information set out in Annex XI for the purpose of providing it, upon request, to the AI Office and the national competent authorities;
fr_fr: élaborent et tiennent à jour la documentation technique du modèle, y compris son processus d’entraînement et d’essai et les résultats de son évaluation, qui contient, au minimum, les informations énoncées à l’annexe XI aux fins de la fournir, sur demande, au Bureau de l’IA et aux autorités nationales compétentes;

source: draw up, keep up-to-date and make available information and documentation to providers of AI systems who intend to integrate the general-purpose AI model into their AI systems.
fr_fr: élaborent, tiennent à jour et mettent à disposition des informations et de la documentation à l’intention des fournisseurs de systèmes d’IA qui envisagent d’intégrer le modèle d’IA à usage général dans leurs systèmes d’IA.

source: Without prejudice to the need to observe and protect intellectual property rights and confidential business information or trade secrets in accordance with Union and national law, the information and documentation shall:
fr_fr: Sans préjudice de la nécessité d’observer et de protéger les droits de propriété intellectuelle et les informations confidentielles de nature commerciale ou les secrets d’affaires conformément au droit de l’Union et au droit national, ces informations et cette documentation:

source: enable providers of AI systems to have a good understanding of the capabilities and limitations of the general-purpose AI model and to comply with their obligations pursuant to this Regulation; and
fr_fr: permettent aux fournisseurs de systèmes d’IA d’avoir une bonne compréhension des capacités et des limites du modèle d’IA à usage général et de se conformer aux obligations qui leur incombent en vertu du présent règlement; et

source: contain, at a minimum, the elements set out in Annex XII;
fr_fr: contiennent, au minimum, les éléments énoncés à l’annexe XII;

source: put in place a policy to comply with Union law on copyright and related rights, and in particular to identify and comply with, including through state-of-the-art technologies, a reservation of rights expressed pursuant to Article 4(3) of Directive (EU) 2019/790;
fr_fr: mettent en place une politique visant à se conformer au droit de l’Union en matière de droit d’auteur et droits voisins, et notamment à identifier et à respecter, y compris au moyen de technologies de pointe, une réservation de droits exprimée conformément à l’article 4, paragraphe 3, de la directive (UE) 2019/790;

source: draw up and make publicly available a sufficiently detailed summary about the content used for training of the general-purpose AI model, according to a template provided by the AI Office.
fr_fr: élaborent et mettent à la disposition du public un résumé suffisamment détaillé du contenu utilisé pour entraîner le modèle d’IA à usage général, conformément à un modèle fourni par le Bureau de l’IA.

source: The obligations set out in paragraph 1, points (a) and (b), shall not apply to providers of AI models that are released under a free and open-source licence that allows for the access, usage, modification, and distribution of the model, and whose parameters, including the weights, the information on the model architecture, and the information on model usage, are made publicly available.
fr_fr: Les obligations énoncées au paragraphe 1, points a) et b), ne s’appliquent pas aux fournisseurs de modèles d’IA qui sont publiés dans le cadre d’une licence libre et ouverte permettant de consulter, d’utiliser, de modifier et de distribuer le modèle, et dont les paramètres, y compris les poids, les informations sur l’architecture du modèle et les informations sur l’utilisation du modèle, sont rendus publics.

source: This exception shall not apply to general-purpose AI models with systemic risks.
fr_fr: Cette exception ne s’applique pas aux modèles d’IA à usage général présentant un risque systémique.

source: Providers of general-purpose AI models shall cooperate as necessary with the Commission and the national competent authorities in the exercise of their competences and powers pursuant to this Regulation.
fr_fr: Les fournisseurs de modèles d’IA à usage général coopèrent, en tant que de besoin, avec la Commission et les autorités nationales compétentes dans l’exercice de leurs compétences et pouvoirs en vertu du présent règlement.

source: Providers of general-purpose AI models may rely on codes of practice within the meaning of Article 56 to demonstrate compliance with the obligations set out in paragraph 1 of this Article, until a harmonised standard is published.
fr_fr: Les fournisseurs de modèles d’IA à usage général peuvent s’appuyer sur des codes de bonne pratique au sens de l’article 56 pour démontrer qu’ils respectent les obligations énoncées au paragraphe 1 du présent article, jusqu’à la publication d’une norme harmonisée.

source: Compliance with European harmonised standards grants providers the presumption of conformity to the extent that those standards cover those obligations.
fr_fr: Le respect des normes européennes harmonisées confère au fournisseur une présomption de conformité dans la mesure où lesdites normes couvrent ces obligations.

source: Providers of general-purpose AI models who do not adhere to an approved code of practice or do not comply with a European harmonised standard shall demonstrate alternative adequate means of compliance for assessment by the Commission.
fr_fr: Les fournisseurs de modèles d’IA à usage général qui n’adhèrent pas à un code de bonnes pratiques approuvé ou ne respectent pas une norme européenne harmonisée démontrent qu’ils disposent d’autres moyens appropriés de mise en conformité et les soumettent à l’appréciation de la Commission.

source: For the purpose of facilitating compliance with Annex XI, in particular points 2 (d) and (e) thereof, the Commission is empowered to adopt delegated acts in accordance with Article 97 to detail measurement and calculation methodologies with a view to allowing for comparable and verifiable documentation.
fr_fr: Afin de faciliter le respect de l’annexe XI, et notamment du point 2, points d) et e), la Commission est habilitée à adopter des actes délégués conformément à l’article 97 pour préciser les méthodes de mesure et de calcul en vue de permettre l’élaboration d’une documentation comparable et vérifiable.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97(2) to amend Annexes XI and XII in light of evolving technological developments.
fr_fr: La Commission est habilitée à adopter des actes délégués conformément à l’article 97, paragraphe 2, pour modifier les annexes XI et XII à la lumière des évolutions technologiques.

source: Any information or documentation obtained pursuant to this Article, including trade secrets, shall be treated in accordance with the confidentiality obligations set out in Article 78.
fr_fr: Toute information ou documentation obtenue en vertu du présent article, y compris les secrets d’affaires, est traitée conformément aux obligations de confidentialité énoncées à l’article 78.

source: Authorised representatives of providers of general-purpose AI models
fr_fr: Mandataires des fournisseurs de modèles d’IA à usage général

source: Prior to placing a general-purpose AI model on the Union market, providers established in third countries shall, by written mandate, appoint an authorised representative which is established in the Union.
fr_fr: Avant de mettre un modèle d’IA à usage général sur le marché de l’Union, les fournisseurs établis dans des pays tiers désignent, par mandat écrit, un mandataire établi dans l’Union.

source: It shall provide a copy of the mandate to the AI Office upon request, in one of the official languages of the institutions of the Union.
fr_fr: Il fournit une copie du mandat au Bureau de l’IA à la demande de ce dernier, dans l’une des langues officielles des institutions de l’Union.

source: verify that the technical documentation specified in Annex XI has been drawn up and all obligations referred to in Article 53 and, where applicable, Article 55 have been fulfilled by the provider;
fr_fr: vérifier que la documentation technique prévue à l’annexe XI a été rédigée et que toutes les obligations visées à l’article 53 et, le cas échéant, à l’article 55 ont été remplies par le fournisseur;

source: keep a copy of the technical documentation specified in Annex XI at the disposal of the AI Office and national competent authorities, for a period of 10 years after the general-purpose AI model has been placed on the market, and the contact details of the provider that appointed the authorised representative;
fr_fr: tenir à la disposition du Bureau de l’IA et des autorités nationales compétentes une copie de la documentation technique prévue à l’annexe XI, pendant une période de dix ans après la mise sur le marché du modèle d’IA à usage général, et les coordonnées du fournisseur ayant désigné le mandataire;

source: provide the AI Office, upon a reasoned request, with all the information and documentation, including that referred to in point (b), necessary to demonstrate compliance with the obligations in this Chapter;
fr_fr: communiquer au Bureau de l’IA, sur demande motivée de sa part, toutes les informations et tous les documents, y compris ceux visés au point b), nécessaires pour démontrer qu’il respecte les obligations du présent chapitre;

source: cooperate with the AI Office and competent authorities, upon a reasoned request, in any action they take in relation to the general-purpose AI model, including when the model is integrated into AI systems placed on the market or put into service in the Union.
fr_fr: coopérer avec le Bureau de l’IA et les autorités compétentes, sur demande motivée de leur part, à toute mesure qu’ils prennent à l’égard d’un modèle d’IA à usage général, y compris lorsque le modèle est intégré dans des systèmes d’IA mis sur le marché ou mis en service dans l’Union.

source: The mandate shall empower the authorised representative to be addressed, in addition to or instead of the provider, by the AI Office or the competent authorities, on all issues related to ensuring compliance with this Regulation.
fr_fr: Le mandat habilite le mandataire à servir d’interlocuteur, en plus ou à la place du fournisseur, au Bureau de l’IA ou aux autorités compétentes, pour toutes les questions liées au respect du présent règlement.

source: In such a case, it shall also immediately inform the AI Office about the termination of the mandate and the reasons therefor.
fr_fr: Dans ce cas, il informe en outre immédiatement le Bureau de l’IA de la cessation du mandat et des motifs qui la sous-tendent.

source: The obligation set out in this Article shall not apply to providers of general-purpose AI models that are released under a free and open-source licence that allows for the access, usage, modification, and distribution of the model, and whose parameters, including the weights, the information on the model architecture, and the information on model usage, are made publicly available, unless the general-purpose AI models present systemic risks.
fr_fr: L’obligation énoncée au présent article ne s’applique pas aux fournisseurs de modèles d’IA à usage général qui sont publiés dans le cadre d’une licence libre et ouverte permettant de consulter, d’utiliser, de modifier et de distribuer le modèle, et dont les paramètres, y compris les poids, les informations sur l’architecture du modèle et les informations sur l’utilisation du modèle, sont rendus publics, à moins que les modèles d’IA à usage général présentent un risque systémique.

source: Obligations of providers of general-purpose AI models with systemic risk
fr_fr: Obligations incombant aux fournisseurs de modèles d’IA à usage général présentant un risque systémique

source: In addition to the obligations listed in Articles 53 and 54, providers of general-purpose AI models with systemic risk shall:
fr_fr: Outre les obligations énumérées aux articles 53 et 54, les fournisseurs de modèles d’IA à usage général présentant un risque systémique:

source: perform model evaluation in accordance with standardised protocols and tools reflecting the state of the art, including conducting and documenting adversarial testing of the model with a view to identifying and mitigating systemic risks;
fr_fr: effectuent une évaluation des modèles sur la base de protocoles et d’outils normalisés reflétant l’état de la technique, y compris en réalisant et en documentant des essais contradictoires des modèles en vue d’identifier et d’atténuer les risques systémiques;

source: assess and mitigate possible systemic risks at Union level, including their sources, that may stem from the development, the placing on the market, or the use of general-purpose AI models with systemic risk;
fr_fr: évaluent et atténuent les risques systémiques éventuels au niveau de l’Union, y compris leurs origines, qui peuvent découler du développement, de la mise sur le marché ou de l’utilisation de modèles d’IA à usage général présentant un risque systémique;
